Repository: M1zz/Rereminder
Catalog: Rereminder/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Getting several alerts before time runs out is why this app exists, so it is now free for everyone. Pro does one thing instead: it remembers your setups.
de: Mehrere Erinnerungen vor Ablauf der Zeit sind der Grund, warum es diese App gibt – deshalb sind sie jetzt für alle kostenlos. Pro macht stattdessen eine Sache: Es merkt sich deine Setups.
es: Recibir varios avisos antes de que se acabe el tiempo es la razón de ser de esta app, así que ahora es gratis para todos. A cambio, Pro hace una sola cosa: recuerda tus configuraciones.
fr: Recevoir plusieurs alertes avant la fin, c’est la raison d’être de cette app : c’est donc désormais gratuit pour tous. En échange, Pro fait une seule chose : il mémorise vos réglages.
it: Ricevere più avvisi prima dello scadere del tempo è il motivo per cui questa app esiste, quindi ora è gratis per tutti. Pro invece fa una cosa sola: ricorda le tue configurazioni.
ja: 終わる前に何度も知らせることがこのアプリの存在理由なので、誰にでも開放しました。その代わりProはひとつのことをします。設定を覚えておきます。
ko: 끝나기 전에 여러 번 알려 주는 것이 이 앱이 있는 이유라서 누구에게나 열었습니다. 대신 Pro는 한 가지를 합니다. 설정을 기억해 둡니다.
pt_br: Receber vários alertas antes de o tempo acabar é a razão de ser deste app, por isso agora é grátis para todos. Em troca, o Pro faz uma coisa: lembra suas configurações.
zh_hans: 在时间结束前多次提醒，是这个 App 存在的理由，所以现在对所有人开放。相应地，Pro 只做一件事：记住你的设置。
zh_hant: 在時間結束前多次提醒，是這個 App 存在的理由，所以現在對所有人開放。相對地，Pro 只做一件事：記住你的設定。

# You set %@ with %lld alerts again by hand. Pro keeps it on the dial for you.
source: You set %1$@ with %2$lld alerts again by hand. Pro keeps it on the dial for you.
de: Du hast %1$@ mit %2$lld Erinnerungen wieder von Hand eingestellt. Pro behält es für dich auf dem Zifferblatt.
es: Volviste a ajustar %1$@ con %2$lld avisos a mano. Pro lo deja en el dial por ti.
fr: Vous avez de nouveau réglé %1$@ avec %2$lld alertes à la main. Pro le garde pour vous sur le cadran.
it: Hai reimpostato a mano %1$@ con %2$lld avvisi. Pro lo tiene sul quadrante per te.
ja: %1$@・通知 %2$lld 個をもう一度手で合わせましたね。Proならダイヤルに覚えておきます。
ko: %1$@, 알림 %2$lld개를 다시 손으로 맞추셨네요. Pro는 이걸 다이얼에 기억해 둡니다.
pt_br: Você ajustou %1$@ com %2$lld alertas de novo à mão. O Pro deixa isso no mostrador para você.
zh_hans: 你又手动调回了 %1$@、%2$lld 个提醒。Pro 会把它留在表盘上。
zh_hant: 你又手動調回了 %1$@、%2$lld 個提醒。Pro 會把它留在錶盤上。

source: Saving new ones is Pro
de: Neue sichern ist Pro
es: Guardar nuevas es Pro
fr: Enregistrer de nouveaux modèles est Pro
it: Salvarne di nuovi è Pro
ja: 新しく保存するのはPro
ko: 새로 저장하는 것은 Pro
pt_br: Salvar novos é Pro
zh_hans: 新保存的模板属于 Pro
zh_hant: 新儲存的範本屬於 Pro

source: Your %lld saved templates still work
de: Deine %lld gesicherten Vorlagen funktionieren weiter
es: Tus %lld plantillas guardadas siguen funcionando
fr: Vos %lld modèles enregistrés fonctionnent toujours
it: I tuoi %lld modelli salvati funzionano ancora
ja: 保存したテンプレート%lld件は引き続き使えます
ko: 저장해 두신 템플릿 %lld개는 계속 쓰실 수 있습니다
pt_br: Seus %lld modelos salvos continuam funcionando
zh_hans: 你保存的 %lld 个模板仍可继续使用
zh_hant: 你儲存的 %lld 個範本仍可繼續使用

source: Templates you saved before the change keep loading on the free plan. Only saving new ones is Pro.
de: Vorlagen, die du vor der Umstellung gesichert hast, lassen sich in der Gratisversion weiter laden. Nur neue zu sichern ist Pro.
es: Las plantillas que guardaste antes del cambio se siguen cargando en el plan gratis. Solo guardar nuevas es Pro.
fr: Les modèles enregistrés avant le changement se chargent toujours en version gratuite. Seul l’enregistrement de nouveaux modèles est Pro.
it: I modelli salvati prima del cambiamento continuano a caricarsi nel piano gratuito. Solo salvarne di nuovi è Pro.
ja: 変更前に保存したテンプレートは、無料でもそのまま呼び出せます。新しく保存するのだけがProです。
ko: 바뀌기 전에 저장하신 템플릿은 무료에서도 그대로 불러옵니다. 새로 저장하는 것만 Pro입니다.
pt_br: Os modelos salvos antes da mudança continuam abrindo no plano gratuito. Só salvar novos é Pro.
zh_hans: 改版前保存的模板在免费版中也能照常调用。只有保存新模板才需要 Pro。
zh_hant: 改版前儲存的範本在免費版中也能照常套用。只有儲存新範本才需要 Pro。

source: You set %1$@ with %2$lld alerts again by hand. Pro saves it with your section names and scripts.
de: Du hast %1$@ mit %2$lld Erinnerungen wieder von Hand eingestellt. Pro sichert es mit deinen Abschnittsnamen und Skripten.
es: Volviste a ajustar %1$@ con %2$lld avisos a mano. Pro lo guarda con los nombres y guiones de tus secciones.
fr: Vous avez de nouveau réglé %1$@ avec %2$lld alertes à la main. Pro l’enregistre avec les noms de vos parties et vos notes.
it: Hai reimpostato a mano %1$@ con %2$lld avvisi. Pro lo salva con i nomi delle sezioni e i copioni.
ja: %1$@・通知 %2$lld 個をもう一度手で合わせましたね。Proなら区間名と台本まで一緒に保存できます。
ko: %1$@, 알림 %2$lld개를 다시 손으로 맞추셨네요. Pro는 구간 이름과 대본까지 함께 저장해 둡니다.
pt_br: Você ajustou %1$@ com %2$lld alertas de novo à mão. O Pro salva isso com os nomes e roteiros das etapas.
zh_hans: 你又手动调回了 %1$@、%2$lld 个提醒。Pro 可以连同分段名称和讲稿一起保存。
zh_hant: 你又手動調回了 %1$@、%2$lld 個提醒。Pro 可以連同分段名稱和講稿一起儲存。

source: Last time: %1$@ with %2$lld alerts. Pro saves it with your section names and scripts.
de: Letztes Mal: %1$@ mit %2$lld Erinnerungen. Pro sichert es mit deinen Abschnittsnamen und Skripten.
es: La última vez: %1$@ con %2$lld avisos. Pro lo guarda con los nombres y guiones de tus secciones.
fr: La dernière fois : %1$@ avec %2$lld alertes. Pro l’enregistre avec les noms de vos parties et vos notes.
it: L'ultima volta: %1$@ con %2$lld avvisi. Pro lo salva con i nomi delle sezioni e i copioni.
ja: 前回は %1$@・通知 %2$lld 個でした。Proなら区間名と台本まで一緒に保存できます。
ko: 지난번엔 %1$@, 알림 %2$lld개였어요. Pro는 구간 이름과 대본까지 함께 저장해 둡니다.
pt_br: Da última vez: %1$@ com %2$lld alertas. O Pro salva isso com os nomes e roteiros das etapas.
zh_hans: 上次是 %1$@、%2$lld 个提醒。Pro 可以连同分段名称和讲稿一起保存。
zh_hant: 上次是 %1$@、%2$lld 個提醒。Pro 可以連同分段名稱和講稿一起儲存。

source: You've run %1$@ with %2$lld alerts on different days. Pro saves it with your section names and scripts, ready for the next session.
de: Du hast %1$@ mit %2$lld Erinnerungen an verschiedenen Tagen genutzt. Pro sichert es mit deinen Abschnittsnamen und Skripten – bereit für die nächste Session.
es: Has usado %1$@ con %2$lld avisos en días distintos. Pro lo guarda con los nombres y guiones de tus secciones, listo para la próxima sesión.
fr: Vous avez lancé %1$@ avec %2$lld alertes sur plusieurs jours. Pro l’enregistre avec les noms de vos parties et vos notes, prêt pour la prochaine séance.
it: Hai usato %1$@ con %2$lld avvisi in giorni diversi. Pro lo salva con i nomi delle sezioni e i copioni, pronto per la prossima sessione.
ja: 別々の日に %1$@・通知 %2$lld 個で使いました。Proなら区間名と台本まで一緒に保存して、次のセッションですぐ使えます。
ko: 서로 다른 날에 %1$@, 알림 %2$lld개로 쓰셨어요. Pro는 구간 이름과 대본까지 함께 저장해 다음 세션에 바로 꺼내 씁니다.
pt_br: Você usou %1$@ com %2$lld alertas em dias diferentes. O Pro salva isso com os nomes e roteiros das etapas, pronto para a próxima sessão.
zh_hans: 你在不同的日子用过 %1$@、%2$lld 个提醒。Pro 可以连同分段名称和讲稿一起保存，下次直接调用。
zh_hant: 你在不同的日子用過 %1$@、%2$lld 個提醒。Pro 可以連同分段名稱和講稿一起儲存，下次直接套用。

source: Your %1$@ setup with %2$lld alerts is back on the dial. Pro saves setups like this with your section names and scripts.
de: Dein Setup %1$@ mit %2$lld Erinnerungen ist wieder auf dem Zifferblatt. Pro sichert solche Setups mit deinen Abschnittsnamen und Skripten.
es: Tu configuración de %1$@ con %2$lld avisos está de nuevo en el dial. Pro guarda configuraciones como esta con los nombres y guiones de tus secciones.
fr: Votre réglage %1$@ avec %2$lld alertes est de retour sur le cadran. Pro enregistre ce genre de réglage avec les noms de vos parties et vos notes.
it: La tua configurazione da %1$@ con %2$lld avvisi è di nuovo sul quadrante. Pro salva configurazioni come questa con i nomi delle sezioni e i copioni.
ja: %1$@・通知 %2$lld 個の設定をダイヤルに戻しました。Proならこうした設定を区間名と台本まで一緒に保存できます。
ko: %1$@, 알림 %2$lld개 설정을 다이얼에 다시 올려 두었어요. Pro는 이런 설정을 구간 이름과 대본까지 함께 저장합니다.
pt_br: Sua configuração de %1$@ com %2$lld alertas voltou ao mostrador. O Pro salva configurações assim com os nomes e roteiros das etapas.
zh_hans: 已把 %1$@、%2$lld 个提醒的设置放回表盘。Pro 可以把这样的设置连同分段名称和讲稿一起保存。
zh_hant: 已把 %1$@、%2$lld 個提醒的設定放回錶盤。Pro 可以把這樣的設定連同分段名稱和講稿一起儲存。

source: Had Pro before but it is gone?
de: Du hattest Pro, aber es ist weg?
es: ¿Tenías Pro y ya no está?
fr: Vous aviez Pro et il a disparu ?
it: Avevi Pro ma è sparito?
ja: Proが使えていたのに消えましたか？
ko: Pro를 쓰고 있었는데 사라졌나요?
pt_br: Tinha o Pro e ele sumiu?
zh_hans: 之前有 Pro，现在不见了？
zh_hant: 之前有 Pro，現在不見了？

source: Your Pro access is back
de: Dein Pro-Zugang ist zurück
es: Recuperaste tu acceso Pro
fr: Votre accès Pro est rétabli
it: Il tuo Pro è tornato
ja: Proが戻りました
ko: Pro가 돌아왔습니다
pt_br: Seu acesso Pro voltou
zh_hans: Pro 已经恢复
zh_hant: Pro 已經恢復

source: We could not find a record on this device
de: Auf diesem Gerät wurde kein Eintrag gefunden
es: No encontramos ningún registro en este dispositivo
fr: Aucun achat trouvé sur cet appareil
it: Non abbiamo trovato alcun dato su questo dispositivo
ja: この端末では記録が見つかりませんでした
ko: 이 기기에서는 기록을 찾지 못했습니다
pt_br: Não encontramos um registro neste dispositivo
zh_hans: 在这台设备上没有找到记录
zh_hant: 在這台裝置上沒有找到記錄

source: Everything is unlocked again. Sorry for the trouble.
de: Alles ist wieder freigeschaltet. Entschuldige die Umstände.
es: Todo vuelve a estar desbloqueado. Perdona las molestias.
fr: Tout est de nouveau débloqué. Désolé pour le désagrément.
it: Tutto è di nuovo sbloccato. Scusa per il disagio.
ja: すべての機能がまた使えます。ご不便をおかけしました。
ko: 모든 기능이 다시 열렸습니다. 불편을 드려 죄송합니다.
pt_br: Tudo foi desbloqueado de novo. Desculpe o transtorno.
zh_hans: 所有功能已重新开启。给你带来不便，很抱歉。
zh_hant: 所有功能已重新開啟。造成不便，很抱歉。

source: If you bought Pro, open the Pro screen above and tap Restore Purchases. If you had it for free as an early user, send us a message from Feedback below and we will bring it back for you.
de: Wenn du Pro gekauft hast, öffne oben den Pro-Bildschirm und tippe auf „Käufe wiederherstellen“. Wenn du es schon früh kostenlos bekommen hattest, schreib uns unten über Feedback, und wir holen es für dich zurück.
es: Si compraste Pro, abre la pantalla Pro de arriba y toca Restaurar compras. Si lo tenías gratis como usuario pionero, envíanos un mensaje desde Comentarios aquí abajo y te lo devolveremos.
fr: Si vous avez acheté Pro, ouvrez l’écran Pro ci-dessus et touchez Restaurer les achats. Si vous l’aviez gratuitement en tant que premier utilisateur, envoyez-nous un message via Votre avis ci-dessous et nous le rétablirons.
it: Se hai acquistato Pro, apri la schermata Pro qui sopra e tocca Ripristina acquisti. Se lo avevi gratis come primo utente, scrivici da Feedback qui sotto e te lo restituiremo.
ja: 購入された場合は上のProの行を開いて購入の復元を押してください。初期ユーザーとして無料でお使いだった場合は、下のフィードバックからお知らせいただければ元に戻します。
ko: 구매하셨다면 위의 Pro 줄을 열어 구매 복원을 눌러 주세요. 초기 사용자로 무료로 쓰고 계셨다면 아래 피드백으로 알려 주시면 되돌려 드리겠습니다.
pt_br: Se você comprou o Pro, abra a tela do Pro acima e toque em Restaurar compras. Se você o tinha de graça como usuário inicial, envie uma mensagem pelo Feedback abaixo e nós o devolveremos.
zh_hans: 如果你购买过 Pro，请打开上方的 Pro 页面并点按恢复购买。如果你是早期用户免费获得的，请通过下方的反馈告诉我们，我们会为你恢复。
zh_hant: 如果你購買過 Pro，請開啟上方的 Pro 頁面並點一下回復購買。如果你是早期使用者免費獲得的，請透過下方的意見回饋告訴我們，我們會為你恢復。

# %@ · alerts %@ before end
source: %1$@ · alerts %2$@ before end
de: %1$@ · Erinnerungen %2$@ vor Ende
es: %1$@ · avisos %2$@ antes del final
fr: %1$@ · alertes %2$@ avant la fin
it: %1$@ · avvisi %2$@ prima della fine
ja: %1$@ · 終了%2$@前に通知
ko: %1$@ · 종료 %2$@ 전 알림
pt_br: %1$@ · alerta %2$@ antes do fim
zh_hans: %1$@ · 结束前 %2$@ 提醒
zh_hant: %1$@ · 結束前 %2$@ 提醒

source: Study
de: Lernen
es: Estudio
fr: Étude
it: Studio
ja: 勉強
ko: 공부
pt_br: Estudo
zh_hans: 学习
zh_hant: 學習

source: Exercise
de: Sport
es: Ejercicio
fr: Exercice
it: Esercizio
ja: 運動
ko: 운동
pt_br: Exercício
zh_hans: 运动
zh_hant: 運動

source: Break
de: Pause
es: Descanso
fr: Pause
it: Pausa
ja: 休憩
ko: 휴식
pt_br: Pausa
zh_hans: 休息
zh_hant: 休息

source: Reading
de: Lesen
es: Lectura
fr: Lecture
it: Lettura
ja: 読書
ko: 독서
pt_br: Leitura
zh_hans: 阅读
zh_hant: 閱讀

# app_name_notification
source: Rereminder Timer
es: Temporizador Rereminder
fr: Minuteur Rereminder
it: Timer Rereminder
ja: Rereminderタイマー
ko: 두번알림 타이머
pt_br: Timer Rereminder
zh_hans: Rereminder 计时器
zh_hant: Rereminder 計時器

source: Cool-down
es: Vuelta a la calma
fr: Retour au calme
it: Defaticamento
ja: クールダウン
ko: 쿨다운
pt_br: Volta à calma
zh_hans: 放松
zh_hant: 緩和

source: Debug Info
es: Información de depuración
fr: Infos de débogage
it: Info di debug
ja: デバッグ情報
ko: 디버그 정보
pt_br: Info de depuração
zh_hans: 调试信息
zh_hant: 除錯資訊

source: Feedback
es: Comentarios
fr: Votre avis
ja: フィードバック
ko: 의견 보내기
zh_hans: 意见反馈
zh_hant: 意見回饋

source: Info
es: Información
fr: Infos
ja: 情報
ko: 정보
pt_br: Informações
zh_hans: 信息
zh_hant: 資訊

source: Instagram DM (@lee25_ios)
es: DM de Instagram (@lee25_ios)
fr: DM Instagram (@lee25_ios)
it: DM su Instagram (@lee25_ios)
ja: InstagramでDM (@lee25_ios)
ko: 인스타그램 DM (@lee25_ios)
pt_br: DM no Instagram (@lee25_ios)
zh_hans: Instagram 私信 (@lee25_ios)
zh_hant: Instagram 私訊 (@lee25_ios)

source: Meeting
es: Reunión
fr: Réunion
it: Riunione
ja: 会議
ko: 회의
pt_br: Reunião
zh_hans: 会议
zh_hant: 會議

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 名称
zh_hant: 名稱

source: Pause
es: Pausar
it: Pausa
ja: 一時停止
ko: 일시정지
pt_br: Pausar
zh_hans: 暂停
zh_hant: 暫停

source: Session 1
es: Sesión 1
fr: Séance 1
it: Sessione 1
ja: セッション1
ko: 세션 1
pt_br: Sessão 1
zh_hans: 第 1 场
zh_hant: 第 1 場

source: Session 2
es: Sesión 2
fr: Séance 2
it: Sessione 2
ja: セッション2
ko: 세션 2
pt_br: Sessão 2
zh_hans: 第 2 场
zh_hant: 第 2 場

source: sessions
es: sesiones
fr: séances
it: sessioni
ja: セッション
ko: 세션
pt_br: sessões
zh_hans: 场
zh_hant: 場

source: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
pt_br: Iniciar
zh_hans: 开始
zh_hant: 開始

source: Status
es: Estado
fr: État
it: Stato
ja: 現在の状態
ko: 지금 상태
zh_hans: 当前状态
zh_hant: 目前狀態

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Timer
es: Temporizador
fr: Minuteur
ja: タイマー
ko: 타이머
zh_hans: 计时器
zh_hant: 計時器

source: Timer Name
es: Nombre del temporizador
fr: Nom du minuteur
it: Nome del timer
ja: タイマー名
ko: 타이머 이름
pt_br: Nome do timer
zh_hans: 计时器名称
zh_hant: 計時器名稱

source: Timer, %@
es: Temporizador, %@
fr: Minuteur, %@
ja: タイマー、%@
ko: 타이머, %@
zh_hans: 计时器，%@
zh_hant: 計時器，%@

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本
zh_hant: 版本

source: Vibration
es: Vibración
it: Vibrazione
ja: バイブレーション
ko: 진동
pt_br: Vibração
zh_hans: 振动
zh_hant: 震動

source: Workshop
es: Taller
fr: Atelier
ja: ワークショップ
ko: 워크숍
zh_hans: 工作坊
zh_hant: 工作坊

source: Mentoring
es: Mentoría
fr: Mentorat
ja: メンタリング
ko: 멘토링
pt_br: Mentoria
zh_hans: 辅导
zh_hant: 輔導

source: %lld min
ja: %lld分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lldmin
ja: %lld分
ko: %lld분
zh_hans: %lld分
zh_hant: %lld分

source: min
ja: 分
ko: 분
zh_hans: 分
zh_hant: 分

# app_name
source: Rereminder
ko: 두번알림

# app_name_pro
source: Rereminder Pro
ko: 두번알림 Pro

source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
